---
kind: other
id: Methods.T:Autodesk.Revit.Creation.Document
zh: 文档、文件
source: html/37523148-0dd8-7a2a-8ce9-220095429dd9.htm
---
# Document Methods

**中文**: 文档、文件

Causes the object to release immediately any resources it may be utilizing.